Repository: keitaroinc/ckanext-edsnews
Catalog: ckanext/edsnews/i18n/*/LC_MESSAGES/ckanext-edsnews.po
Languages: da_dk

source: The news was created successfully.
da_dk: Nyheden blev oprettet.

source: The news was updated successfully.
da_dk: Nyheden blev opdateret

source: News not found
da_dk: Nyheden blev ikke fundet

source: News was removed successfully.
da_dk: Nyheden blev fjernet

source: User not authorized to create news
da_dk: Brugeren har ikke rettigheder til at oprette nyheder

source: User not authorized to update news
da_dk: Brugeren har ikke rettigheder til at opdatere nyheder

source: User not authorized to patch news
da_dk: Brugeren har ikke rettigheder til at rette nyheder

source: User not authorized to delete news
da_dk: Brugeren har ikke rettigehder til at slette nyheder

source: User not authorized to manage subscriptions
da_dk: Brugeren har ikke adgang til at administrere medlemsskaber

source: Expiration date is in the past
da_dk: Udløbsdato er overskredet

source: Incorrect expiration date format, should be YYYY-MM-DD
da_dk: Udløbsdato er ikke angivet korrekt. Formatet er YYYY-MM-DD

source: Expiration date can not be in past
da_dk: Udløbsdatoen kan ikke være før dags dato

source: Incorrect type, should be boolean
da_dk: Type er ikke korrekt, skal være boolean

source: News
da_dk: Nyheder

source: Add news item
da_dk: Tilføj nyhedselement

source: Add News Item
da_dk: Tilføj nyhedselement

source: Title
da_dk: Titel

source: News item title
da_dk: Nyhedstitel

source: Content
da_dk: Indhold

source: Content of the news
da_dk: Nyhedsindhold

source: Photo
da_dk: Foto

source: URL to image file
da_dk: URL til billedefil

source: Expiration Date
da_dk: Udløbsdato

source: Cancel
da_dk: Fortryd

source: Save
da_dk: Gem

source: No news found.
da_dk: Ingen nyheder blev fundet

source: Recent News
da_dk: Seneste nyheder

source: No news are created in the system.
da_dk: Ingen nyheder er oprettet i systemet.

source: No content provided.
da_dk: Der er intet indhold tilgængeligt

source: Edit
da_dk: Redigér

source: Delete
da_dk: Slet

source: Content of the news item
da_dk: Nyhedsindhold

source: Read mode
da_dk: Læsetilstand

source: Here you will find news relevant to users of the Energy Data Service. This could be news about events, datasets or how data has been applied. You will also find news about features in Energi Data Service, and about new versions.
da_dk: Her finder du nyheder, som er relevant for brugere af Energidataservice. Dette kan være nyheder om events, datasæt eller hvordan data er blevet tilføjet. Du kan også finde nyheder om features i Energidataservice og om nye versioner.
